---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarContainerItem
source: html/07169364-a34d-e415-1bb0-37a5dd9a997f.htm
---
# RebarContainerItem Properties

Identifies the distribution path length of rebar set.